Repository: XuWeinan123/EncryptNotes_for_TRAE
Catalog: EncryptNotes/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, zh_hans, zh_hant

source: More Actions
de: Mehr Aktionen
es: Más acciones
fr: Plus d'actions
ja: その他の操作
ko: 더 많은 동작
pt: Mais Ações
zh_hans: 更多操作
zh_hant: 更多操作

source: More actions, menu bar lists, and note context actions.
de: Weitere Aktionen, Menüleistenlisten und Notizkontextaktionen.
es: Más acciones, listas de la barra de menús y acciones de contexto de notas.
fr: Plus d'actions, listes de barre de menu et actions de contexte de note.
ja: その他の操作、メニューバーリスト、メモのコンテキストアクション
ko: 더 많은 작업, 메뉴 막대 목록 및 메모 컨텍스트 작업.
pt: Mais ações, listas da barra de menus e ações de contexto de nota.
zh_hans: 更多操作、菜单栏列表和笔记上下文操作。
zh_hant: 更多操作、選單列列表和筆記上下文操作。

source: Move the pointer into this region
de: Bewege den Zeiger in diesen Bereich
es: Mueva el puntero a esta región
fr: Déplacez le pointeur dans cette zone
ja: ポインターをこの領域に移動してください
ko: 포인터를 이 영역으로 이동하십시오
pt: Mova o cursor para esta região
zh_hans: 将指针移入此区域
zh_hant: 將指標移入此區域

source: Move to Trash
de: In den Papierkorb legen
es: Mover a la Papelera
fr: Déplacer vers la corbeille
ja: ゴミ箱に移動
ko: 휴지통으로 이동
pt: Mover para o Lixo
zh_hans: 移到回收站
zh_hant: 移到垃圾桶

source: New Version %@ Available
de: Neue Version %@ verfügbar
es: Nueva versión %@ disponible
fr: Nouvelle version %@ disponible
ja: 新しいバージョン %@ が利用可能です
ko: 새 버전 %@ 사용 가능
pt: Nova versão %@ disponível
zh_hans: 发现新版本 %@
zh_hant: 新版本 %@ 可用

source: Next Row
de: Nächste Zeile
es: Siguiente fila
fr: Ligne suivante
ja: 次の行
ko: 다음 행
pt: Próxima Linha
zh_hans: 下一行
zh_hant: 下一行

source: No Content
de: Keine Inhalte
es: Sin contenido
fr: Aucun contenu
ja: コンテンツがありません
ko: 내용 없음
pt: Sem conteúdo
zh_hans: 暂无内容
zh_hant: 無內容

source: No Deleted Notes
de: Keine gelöschten Notizen
es: No hay notas eliminadas
fr: Aucune note supprimée
ja: 削除済みノートはありません
ko: 삭제된 메모 없음
pt: Nenhuma Nota Excluída
zh_hans: 没有已删除笔记
zh_hant: 沒有已刪除的筆記

source: Note, All Notes, Trash, Settings, and component catalog windows.
de: Notiz, Alle Notizen, Papierkorb, Einstellungen und Komponentenkatalog-Fenster.
es: Nota, Todas las notas, Papelera, Ajustes y ventanas del catálogo de componentes.
fr: Note, Toutes les notes, Corbeille, Réglages et fenêtres du catalogue de composants.
ja: メモ、すべてのメモ、ゴミ箱、設定、およびコンポーネントカタログウィンドウ
ko: 메모, 모든 메모, 휴지통, 설정 및 구성 요소 카탈로그 창.
pt: Nota, Todas as Notas, Lixeira, Configurações e janelas do catálogo de componentes.
zh_hans: 便签、全部笔记、回收站、设置和组件目录窗口。
zh_hant: 備忘錄、所有備忘錄、垃圾桶、設定和元件目錄視窗

source: Notes
de: Notizen
es: Notas
ja: メモ
ko: 메모
pt: Notas
zh_hans: 笔记
zh_hant: 筆記

source: Number of Recent Notes
de: Anzahl der letzten Notizen
es: Número de notas recientes
fr: Nombre de notes récentes
ja: 最近のメモの数
ko: 최근 노트 수
pt: Número de notas recentes
zh_hans: 最近笔记数量
zh_hant: 最近筆記數量

source: On-Device Encryption
de: Verschlüsselung auf dem Gerät
es: Cifrado en el dispositivo
fr: Chiffrement sur l’appareil
ja: デバイス上で暗号化
ko: 기기 내 암호화
pt: Encriptação no dispositivo
zh_hans: 设备端加密
zh_hant: 裝置端加密

source: On-device encryption with a key file you own and manage.
de: Verschlüsselung auf dem Gerät mit einer Schlüsseldatei, die Sie selbst besitzen und verwalten.
es: Cifrado en el dispositivo con un archivo de clave que tú posees y administras.
fr: Chiffrement sur l’appareil avec un fichier de clé que vous possédez et gérez.
ja: 自分で所有・管理するキーファイルを使って、デバイス上で暗号化します。
ko: 직접 소유하고 관리하는 키 파일로 기기에서 암호화합니다.
pt: Encriptação no dispositivo com um ficheiro de chave que possui e gere.
zh_hans: 使用由你持有和管理的密钥文件，在设备端加密。
zh_hant: 使用由你持有及管理的金鑰檔案，在裝置端加密。

source: Opacity %lld%%
de: Deckkraft %lld%%
es: Opacidad %lld%%
fr: Opacité %lld%%
ja: 不透明度 %lld%%
ko: 불투명도 %lld%%
pt: Opacidade %lld%%
zh_hans: 透明度 %lld%%
zh_hant: 透明度 %lld%%

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pt: Abrir
zh_hans: 打开
zh_hant: 開啟

source: Open Component Catalog
de: Komponentenkatalog öffnen
es: Abrir Catálogo de Componentes
fr: Ouvrir le catalogue des composants
ja: コンポーネントカタログを開く
ko: 구성 요소 카탈로그 열기
pt: Abrir Catálogo de Componentes
zh_hans: 打开组件目录
zh_hant: 打開組件目錄

source: Open Key Location
de: Schlüsselort öffnen
es: Abrir ubicación de la clave
fr: Ouvrir l'emplacement de la clé
ja: キーの場所を開く
ko: 키 위치 열기
pt: Abrir Localização da Chave
zh_hans: 打开密钥位置
zh_hant: 開啟金鑰位置

source: Open Key Settings
de: Schlüsseleinstellungen öffnen
es: Abrir configuración de clave
fr: Ouvrir les réglages de clé
ja: キー設定を開く
ko: 키 설정 열기
pt: Abrir Configurações da Chave
zh_hans: 打开密钥设置
zh_hant: 開啟金鑰設定

source: Open Log Folder
de: Log-Ordner öffnen
es: Abrir carpeta de registros
fr: Ouvrir le dossier de logs
ja: ログフォルダを開く
ko: 로그 폴더 열기
pt: Abrir Pasta de Log
zh_hans: 打开日志文件夹
zh_hant: 打開日誌資料夾

source: Open Note Details
de: Notizdetails öffnen
es: Abrir Detalles de la Nota
fr: Ouvrir les détails de la note
ja: ノート詳細を開く
ko: 노트 세부 정보 열기
pt: Abrir Detalhes da Nota
zh_hans: 打开笔记详情
zh_hant: 開啟筆記詳細資訊

source: Operation Failed
de: Vorgang fehlgeschlagen
es: Operación fallida
fr: Échec de l'opération
ja: 操作に失敗しました
ko: 작업 실패
pt: Falha na operação
zh_hans: 操作失败
zh_hant: 操作失敗

source: Page Description
de: Seitenbeschreibung
es: Descripción de la página
fr: Description de la page
ja: ページの説明
ko: 페이지 설명
pt: Descrição da Página
zh_hans: 页面说明
zh_hant: 頁面說明

source: Page Title
de: Seitentitel
es: Título de página
fr: Titre de la page
ja: ページタイトル
ko: 페이지 제목
pt: Título da Página
zh_hans: 页面标题
zh_hant: 頁面標題

source: Permanently delete all notes in Trash
de: Alle Notizen im Papierkorb endgültig löschen
es: Eliminar permanentemente todas las notas de la Papelera
fr: Supprimer définitivement toutes les notes de la Corbeille
ja: ゴミ箱内のすべてのノートを完全に削除
ko: 휴지통의 모든 노트를 영구 삭제
pt: Excluir permanentemente todas as notas no Lixo
zh_hans: 永久删除回收站中的所有笔记
zh_hant: 永久刪除垃圾桶中的所有筆記

source: Pin
de: Anheften
es: Anclar
fr: Épingler
ja: ピン留め
ko: 고정
pt: Fixar
zh_hans: 置顶
zh_hant: 置頂

source: Plain Text
de: Einfacher Text
es: Texto sin formato
fr: Texte brut
ja: プレーンテキスト
ko: 일반 텍스트
pt: Texto Simples
zh_hans: 明文
zh_hant: 明文

source: Pointer is inside the toolbar region
de: Der Zeiger befindet sich im Werkzeugleistenbereich.
es: El puntero está dentro de la región de la barra de herramientas
fr: Le pointeur est dans la zone de la barre d'outils
ja: ポインターがツールバー領域内にあります
ko: 포인터가 툴바 영역 안에 있습니다.
pt: O ponteiro está dentro da região da barra de ferramentas
zh_hans: 已进入工具栏感应区域
zh_hant: 指標位於工具列區域內

source: Portable by Design
de: Für Mobilität entwickelt
es: Diseño portátil
fr: Conçu pour être portable
ja: ポータブル設計
ko: 휴대성을 고려한 설계
pt: Criado para ser portátil
zh_hans: 天生便携
zh_hant: 為可攜性而生

source: Portuguese
de: Portugiesisch
es: Portugués
fr: portugais
ja: ポルトガル語
ko: 포르투갈어
pt: Português
zh_hans: 葡萄牙语
zh_hant: 葡萄牙語

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
pt: Pré-visualização
zh_hans: 预览
zh_hant: 預覽

source: Previous Row
de: Vorherige Zeile
es: Fila anterior
fr: Ligne précédente
ja: 前の行
ko: 이전 행
pt: Linha anterior
zh_hans: 上一行
zh_hant: 上一行

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt: Política de Privacidade
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Quick Capture
de: Schnellerfassung
es: Captura rápida
fr: Capture rapide
ja: クイックキャプチャ
ko: 빠른 캡처
pt: Captura rápida
zh_hans: 快速记录
zh_hant: 快速記錄

source: Record Shortcut
de: Verknüpfung aufzeichnen
es: Grabar atajo
fr: Enregistrer le raccourci
ja: ショートカットを記録
ko: 단축키 기록
pt: Gravar Atalho
zh_hans: 录制快捷键
zh_hant: 錄製快捷鍵

source: Recording
de: Aufnahme
es: Grabando
fr: Enregistrement
ja: 録画中
ko: 녹음 중
pt: Gravando
zh_hans: 正在录制
zh_hant: 錄製中

source: Relocate Key
de: Schlüssel verschieben
es: Reubicar clave
fr: Déplacer la clé
ja: 鍵を再配置
ko: 키 재배치
pt: Realocar Chave
zh_hans: 重新定位密钥
zh_hant: 重新定位金鑰

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 제거
pt: Remover
zh_hans: 移除
zh_hant: 移除

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
pt: Renomear
zh_hans: 重命名
zh_hant: 重新命名

source: Rename…
de: Umbenennen…
es: Renombrar…
fr: Renommer…
ja: 名前を変更...
ko: 이름 변경...
pt: Renomear…
zh_hans: 重命名...
zh_hant: 重新命名…

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ko: 복원
pt: Restaurar
zh_hans: 恢复
zh_hant: 回復

source: Restore Defaults
de: Standardwerte wiederherstellen
es: Restaurar valores predeterminados
fr: Restaurer les réglages par défaut
ja: デフォルトに戻す
ko: 기본값 복원
pt: Restaurar Padrões
zh_hans: 恢复默认
zh_hant: 還原預設值

source: Save as standard Markdown files for easy sync, migration, and use across tools.
de: Speichern Sie als standardmäßige Markdown-Dateien für eine einfache Synchronisierung, Migration und Nutzung in verschiedenen Tools.
es: Guarda como archivos Markdown estándar para sincronizar, migrar y usar tus notas fácilmente en otras herramientas.
fr: Enregistrez vos notes sous forme de fichiers Markdown standard pour les synchroniser, les migrer et les utiliser facilement dans d’autres outils.
ja: 標準のMarkdownファイルとして保存し、同期、移行、他のツールでの利用を簡単に行えます。
ko: 표준 Markdown 파일로 저장하여 쉽게 동기화하고 이전하며 여러 도구에서 사용할 수 있습니다.
pt: Guarde como ficheiros Markdown padrão para sincronizar, migrar e utilizar facilmente noutras ferramentas.
zh_hans: 保存为标准 Markdown 文件，便于同步、迁移和跨工具使用。
zh_hant: 儲存為標準 Markdown 檔案，便於同步、移轉及跨工具使用。

source: Save Mode
de: Speichermodus
es: Modo de guardado
fr: Mode d'enregistrement
ja: 保存モード
ko: 저장 모드
pt: Modo de salvamento
zh_hans: 保存方式
zh_hant: 儲存模式

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
ja: 保存済み
ko: 저장됨
pt: Salvo
zh_hans: 已保存
zh_hant: 已儲存

source: Scroll containers for Settings, About, and the component catalog.
de: Scrollcontainer für Einstellungen, Info und den Komponentenkatalog.
es: Contenedores de desplazamiento para Configuración, Acerca de y el catálogo de componentes.
fr: Conteneurs de défilement pour Réglages, À propos et le catalogue de composants.
ja: 設定、About、およびコンポーネントカタログのスクロールコンテナ。
ko: 설정, 정보 및 컴포넌트 카탈로그를 위한 스크롤 컨테이너.
pt: Contêineres de rolagem para Ajustes, Sobre e o catálogo de componentes.
zh_hans: 设置页、关于页和组件目录滚动容器。
zh_hant: 設定頁、關於頁和組件目錄的滾動容器。

source: Scrollable Content %lld
de: Scrollbarer Inhalt %lld
es: Contenido desplazable %lld
fr: Contenu défilable %lld
ja: スクロール可能なコンテンツ %lld
ko: 스크롤 가능한 콘텐츠 %lld
pt: Conteúdo Rolável %lld
zh_hans: 滚动内容 %lld
zh_hant: 可捲動內容 %lld

source: Seal Note Is Up to Date
de: Seal Note ist aktuell
es: Seal Note está actualizado
fr: Seal Note est à jour
ja: Seal Noteは最新です
ko: Seal Note가 최신 상태입니다
pt: Seal Note está atualizado
zh_hans: 已经是最新版本
zh_hant: Seal Note 已是最新版本

source: Seal Note Iteration Log
de: Seal Note Iterationsprotokoll
es: Registro de iteraciones de Seal Note
fr: Seal Note Journal des itérations
ja: Seal Note イテレーションログ
ko: Seal Note 반복 기록
pt: Seal Note Registro de Iterações
zh_hans: Seal Note 迭代记录
zh_hant: Seal Note 迭代記錄

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
pt: Pesquisar
zh_hans: 搜索
zh_hant: 搜尋

source: Search bars for macOS list windows.
de: Suchleisten für macOS-Listenfenster.
es: Barras de búsqueda para ventanas de lista de macOS.
fr: Barres de recherche pour les fenêtres de liste macOS.
ja: macOSのリストウィンドウ用の検索バー
ko: macOS 목록 창용 검색 막대.
pt: Barras de pesquisa para janelas de lista do macOS.
zh_hans: macOS 列表窗口搜索栏。
zh_hant: macOS 列表視窗的搜尋列

source: Search Notes…
de: Notizen durchsuchen…
es: Buscar notas…
fr: Rechercher des notes…
ja: ノートを検索…
ko: 메모 검색…
pt: Pesquisar notas…
zh_hans: 搜索笔记…
zh_hant: 搜尋筆記…

source: Search, title, path, and API key input.
de: Suche, Titel, Pfad und API-Schlüssel-Eingabe.
es: Entrada de búsqueda, título, ruta y clave API.
fr: Saisie de la recherche, du titre, du chemin et de la clé API.
ja: 検索、タイトル、パス、およびAPIキー入力。
ko: 검색, 제목, 경로 및 API 키 입력.
pt: Entrada de pesquisa, título, caminho e chave de API.
zh_hans: 搜索、标题、路径和 API Key 输入。
zh_hant: 搜尋、標題、路徑和 API 金鑰輸入。

source: Second Section
de: Zweiter Abschnitt
es: Segunda sección
fr: Deuxième section
ja: 第2セクション
ko: 두 번째 섹션
pt: Segunda Seção
zh_hans: 第二组
zh_hant: 第二組

source: Section Title
de: Abschnittstitel
es: Título de sección
fr: Titre de section
ja: セクションタイトル
ko: 섹션 제목
pt: Título da Seção
zh_hans: 分组标题
zh_hant: 章節標題

source: Segmented options and mode selection for settings.
de: Segmentierte Optionen und Modusauswahl für Einstellungen.
es: Opciones segmentadas y selección de modo para ajustes.
fr: Options segmentées et sélection de mode pour les réglages
ja: 設定のセグメントオプションとモード選択
ko: 설정의 세그먼트 옵션 및 모드 선택
pt: Opções segmentadas e seleção de modo para configurações.
zh_hans: 设置页分段选项和模式选择。
zh_hant: 設定的分段選項與模式選擇

source: Setting
de: Einstellung
es: Ajuste
fr: Réglage
ja: 設定
ko: 설정
pt: Configuração
zh_hans: 设置项
zh_hant: 設定

source: Settings Failed
de: Einstellungen fehlgeschlagen
es: Error de configuración
fr: Échec des réglages
ja: 設定失敗
ko: 설정 실패
pt: Falha nas Configurações
zh_hans: 设置失败
zh_hant: 設定失敗

source: Settings list rows.
de: Einstellungen-Listenzeilen.
es: Filas de la lista de ajustes.
fr: Lignes de la liste des réglages.
ja: 設定リストの行
ko: 설정 목록 행.
pt: Linhas da lista de configurações
zh_hans: 设置页列表行。
zh_hant: 設定列表行。

source: Settings page columns.
de: Einstellungsseite Spalten.
es: Columnas de la página de Ajustes.
fr: Colonnes de la page Réglages.
ja: 設定ページの列
ko: 설정 페이지 열.
pt: Colunas da página de configurações.
zh_hans: 设置页分栏。
zh_hant: 設定頁分欄。

source: Settings row dividers.
de: Einstellungen Zeilentrenner.
es: Divisores de filas de Ajustes.
fr: Séparateurs de ligne des réglages
ja: 設定の行区切り線
ko: 설정 행 구분선.
pt: Divisores de linhas de Definições.
zh_hans: 设置列表行分割线。
zh_hant: 設定行分隔線

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축어
pt: Atalhos
zh_hans: 快捷键
zh_hant: 捷徑

source: Show Alert
de: Alert anzeigen
es: Mostrar Alerta
fr: Afficher Alert
ja: アラートを表示
ko: 알림 표시
pt: Mostrar Alerta
zh_hans: 显示 Alert
zh_hant: 顯示 Alert

source: Show Confirmation Dialog
de: Bestätigungsdialog anzeigen
es: Mostrar diálogo de confirmación
fr: Afficher le dialogue de confirmation
ja: 確認ダイアログを表示
ko: 확인 대화상자 표시
pt: Mostrar diálogo de confirmação
zh_hans: 显示确认菜单
zh_hant: 顯示確認對話框

source: Show Sheet
de: Sheet anzeigen
es: Mostrar Sheet
fr: Afficher Sheet
ja: シートを表示
ko: 시트 표시
pt: Mostrar Folha
zh_hans: 显示 Sheet
zh_hant: 顯示工作表

source: Show Update Alert
de: Update-Hinweis anzeigen
es: Mostrar alerta de actualización
fr: Afficher l'alerte de mise à jour
ja: アップデートアラートを表示
ko: 업데이트 알림 표시
pt: Mostrar Alerta de Atualização
zh_hans: 显示新版本提示
zh_hant: 顯示更新提示

source: Simplified Chinese
de: Vereinfachtes Chinesisch
es: Chino simplificado
fr: Chinois simplifié
ja: 簡体字中国語
ko: 간체 중국어
pt: Chinês Simplificado
zh_hans: 简体中文
zh_hant: 簡體中文

source: Skip This Version
de: Diese Version überspringen
es: Omitir esta versión
fr: Ignorer cette version
ja: このバージョンをスキップ
ko: 이 버전 건너뛰기
pt: Pular esta versão
zh_hans: 此版本不再提示
zh_hant: 略過此版本

source: Spanish
de: Spanisch
es: español
fr: espagnol
ja: スペイン語
ko: 스페인어
pt: Espanhol
zh_hans: 西班牙语
zh_hant: 西班牙語

source: Stored in iCloud and downloaded when opened
de: In iCloud gespeichert und beim Öffnen heruntergeladen.
es: Almacenado en iCloud y descargado al abrir
fr: Stocké dans iCloud et téléchargé lors de l'ouverture
ja: iCloudに保存され、開いたときにダウンロードされます
ko: iCloud에 저장됨, 열 때 다운로드됨
pt: Armazenado no iCloud e baixado ao abrir
zh_hans: 存储于 iCloud，打开时下载
zh_hant: 儲存於 iCloud 並在開啟時下載

source: SwiftUI content hosted by NSHostingView
de: SwiftUI-Inhalt, gehostet von NSHostingView
es: Contenido de SwiftUI alojado por NSHostingView
fr: Contenu SwiftUI hébergé par NSHostingView
ja: NSHostingView がホストする SwiftUI コンテンツ
ko: NSHostingView에 의해 호스팅되는 SwiftUI 콘텐츠
pt: Conteúdo SwiftUI hospedado por NSHostingView
zh_hans: 由 NSHostingView 承载的 SwiftUI 内容
zh_hant: 由 NSHostingView 承載的 SwiftUI 內容

source: System Alert
de: Systemmeldung
es: Alerta del sistema
fr: Alerte système
ja: システムアラート
ko: 시스템 알림
pt: Alerta do Sistema
zh_hans: 系统 Alert
zh_hant: 系統提示

source: System Button
de: Systemtaste
es: Botón del sistema
fr: Bouton système
ja: システムボタン
ko: 시스템 버튼
pt: Botão do sistema
zh_hans: 系统按钮
zh_hant: 系統按鈕

source: System Components
de: Systemkomponenten
es: Componentes del sistema
fr: Composants du système
ja: システムコンポーネント
ko: 시스템 구성 요소
pt: Componentes do Sistema
zh_hans: 系统组件
zh_hant: 系統元件

source: System Components %lld
de: Systemkomponenten %lld
es: Componentes del sistema %lld
fr: Composants système %lld
ja: システムコンポーネント %lld
ko: 시스템 구성 요소 %lld
pt: Componentes do Sistema %lld
zh_hans: 系统组件 %lld
zh_hant: 系統元件 %lld

source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
ja: システムのデフォルト
ko: 시스템 기본
pt: Padrão do Sistema
zh_hans: 跟随系统
zh_hant: 系統預設

source: Tag and filter chips.
de: Tag- und Filter-Chips.
es: Chips de etiquetas y filtros.
fr: Pastilles de marquage et de filtrage.
ja: タグとフィルタのチップ
ko: 태그 및 필터 칩.
pt: Chips de etiqueta e filtro.
zh_hans: 标签和过滤条件胶囊。
zh_hant: 標籤與篩選條件。

source: The current app version could not be read.
de: Die aktuelle App-Version konnte nicht gelesen werden.
es: No se pudo leer la versión actual de la aplicación.
fr: La version actuelle de l'application n'a pas pu être lue.
ja: 現在のアプリのバージョンを読み取れませんでした。
ko: 현재 앱 버전을 읽을 수 없습니다.
pt: Não foi possível ler a versão atual do aplicativo.
zh_hans: 无法读取当前应用版本。
zh_hant: 無法讀取目前的 App 版本。

source: The current detail window is an NSWindow
de: Das aktuelle Detailfenster ist ein NSWindow
es: La ventana de detalle actual es un NSWindow
fr: La fenêtre de détail actuelle est une NSWindow.
ja: 現在の詳細ウィンドウはNSWindowです
ko: 현재 상세 창은 NSWindow입니다.
pt: A janela de detalhes atual é um NSWindow
zh_hans: 当前详情窗口就是一个 NSWindow
zh_hant: 目前的詳細視窗就是一個 NSWindow

source: The macOS note editor and Markdown highlighting experience.
de: Der macOS-Notiz-Editor und das Markdown-Hervorhebungs-Erlebnis.
es: El editor de notas de macOS y la experiencia de resaltado de Markdown.
fr: L'éditeur de notes macOS et l'expérience de mise en évidence Markdown.
ja: macOSのメモエディタとMarkdownハイライトの体験
ko: macOS 메모 편집기 및 Markdown 강조 표시 경험.
pt: O editor de notas do macOS e a experiência de destaque de Markdown.
zh_hans: macOS 便签编辑器和 Markdown 高亮编辑体验。
zh_hant: macOS 筆記編輯器與 Markdown 高亮體驗。

source: The note will be moved to Trash and can be restored.
de: Die Notiz wird in den Papierkorb verschoben und kann wiederhergestellt werden.
es: La nota se moverá a la Papelera y se puede restaurar.
fr: La note sera déplacée dans la Corbeille et pourra être restaurée.
ja: メモはゴミ箱に移動され、復元できます。
ko: 노트가 휴지통으로 이동되며 복원할 수 있습니다.
pt: A nota será movida para o Lixo e poderá ser restaurada.
zh_hans: 笔记将移到回收站，可以恢复。
zh_hant: 筆記將移到垃圾桶，之後可以還原。

source: Theme Color
de: Designfarbe
es: Color del tema
fr: Couleur du thème
ja: テーマカラー
ko: 테마 색상
pt: Cor do tema
zh_hans: 主题色
zh_hant: 主題顏色

source: This bridge switches the current detail window to a search toolbar appearance
de: Diese Bridge schaltet das aktuelle Detailfenster in die Darstellung einer Suchleiste.
es: Este puente cambia la ventana de detalles actual a una apariencia de barra de búsqueda.
fr: Cette passerelle bascule la fenêtre de détail actuelle vers une apparence de barre de recherche
ja: このブリッジは現在の詳細ウィンドウを検索ツールバーの外観に切り替えます
ko: 이 브리지는 현재 세부 창을 검색 도구 모음 모양으로 전환합니다.
pt: Esta ponte alterna a janela de detalhes atual para uma aparência de barra de pesquisa
zh_hans: 该桥接组件正在把当前详情窗口切换为搜索工具栏外观
zh_hant: 此橋接元件將目前的詳細視窗切換為搜尋工具列外觀

source: This is a real confirmation dialog.
de: Dies ist ein echter Bestätigungsdialog.
es: Este es un diálogo de confirmación real.
fr: Ceci est une véritable boîte de dialogue de confirmation
ja: これは実際の確認ダイアログです。
ko: 이것은 실제 확인 대화상자입니다.
pt: Este é um diálogo de confirmação real.
zh_hans: 这是 ConfirmationDialog 的真实展示。
zh_hant: 這是一個真正的確認對話框。

source: This is a real SwiftUI alert.
de: Dies ist ein echter SwiftUI-Alert.
es: Esta es una alerta real de SwiftUI.
fr: Ceci est une vraie alerte SwiftUI.
ja: これは実際のSwiftUIアラートです。
ko: 이것은 실제 SwiftUI 알림입니다.
pt: Este é um alerta real do SwiftUI.
zh_hans: 这是 SwiftUI Alert 的真实展示。
zh_hant: 這是一個真實的 SwiftUI 提示。

source: titled · closable · resizable · unifiedTitleAndToolbar
de: mit Titel · schließbar · größenänderbar · vereinigte Titel- und Symbolleiste
es: con título · cerrable · redimensionable · título y barra de herramientas unificados
fr: titré · fermable · redimensionnable · titreEtBarreDOutilsUnifiés
ja: タイトル付き・閉じ可能・サイズ変更可能・統合タイトルバーとツールバー
ko: 제목 있음 · 닫기 가능 · 크기 조절 가능 · 통합 제목 및 도구 막대
pt: com título · fechável · redimensionável · título e barra de ferramentas unificados
zh_hans: 有标题 · 可关闭 · 可调整大小 · 统一标题和工具栏
zh_hant: 有標題 · 可關閉 · 可調整大小 · 統一標題與工具列

source: To Do
de: Aufgaben
es: Por hacer
fr: À faire
ko: 할 일
pt: A Fazer
zh_hans: 待办
zh_hant: 待辦

source: Toggle rows for settings.
de: Einstellungszeilen umschalten.
es: Alternar filas de configuración.
fr: Basculer les lignes pour les réglages.
ja: 設定のトグル行
ko: 설정 행을 전환합니다.
pt: Alternar linhas para configurações.
zh_hans: 设置页开关项。
zh_hant: 切換設定列

source: Traditional Chinese
de: Traditionelles Chinesisch
es: Chino tradicional
fr: Chinois traditionnel
ja: 繁体字中国語
ko: 번체 중국어
pt: Chinês Tradicional
zh_hans: 繁体中文
zh_hant: 繁體中文

source: Trash
de: Papierkorb
es: Papelera
fr: Corbeille
ja: ゴミ箱
ko: 휴지통
pt: Lixo
zh_hans: 回收站
zh_hant: 垃圾桶

source: Trash Is Empty
de: Papierkorb ist leer
es: Papelera vacía
fr: La corbeille est vide
ja: ゴミ箱は空です
ko: 휴지통이 비어 있음
pt: Lixeira está vazia
zh_hans: 回收站为空
zh_hant: 垃圾桶為空

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
ja: ロック解除
ko: 잠금 해제
pt: Desbloquear
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock to View
de: Zum Anzeigen entsperren
es: Desbloquear para ver
fr: Déverrouiller pour voir
ja: ロック解除して表示
ko: 잠금 해제하여 보기
pt: Desbloquear para ver
zh_hans: 解锁查看
zh_hant: 解鎖以檢視

source: Unpin
de: Lösen
es: Desanclar
fr: Désépingler
ja: ピン留めを解除
ko: 고정 해제
pt: Desafixar
zh_hans: 取消置顶
zh_hant: 取消置頂

source: Untitled Note
de: Unbenannte Notiz
es: Nota sin título
fr: Note sans titre
ja: 無題のノート
ko: 제목 없는 메모
pt: Nota sem título
zh_hans: 临时笔记
zh_hant: 無標題筆記

source: Use the menu bar icon or press %@ to create a note.
de: Verwenden Sie das Menüleistensymbol oder drücken Sie %@, um eine Notiz zu erstellen.
es: Usa el icono de la barra de menús o pulsa %@ para crear una nota.
fr: Utilisez l’icône de la barre des menus ou appuyez sur %@ pour créer une note.
ja: メニューバーのアイコンを使うか、%@を押してノートを作成します。
ko: 메뉴 막대 아이콘을 사용하거나 %@을 눌러 노트를 만드세요.
pt: Utilize o ícone da barra de menus ou prima %@ para criar uma nota.
zh_hans: 使用菜单栏图标或按下 %@ 新建笔记。
zh_hant: 使用選單列圖示或按下 %@ 新增筆記。

source: View %@
de: Anzeigen %@
es: Ver %@
fr: Voir %@
ja: 表示 %@
ko: 보기 %@
pt: Ver %@
zh_hans: 查看 %@
zh_hant: 檢視 %@

source: View Components
de: Komponenten anzeigen
es: Ver componentes
fr: Afficher les composants
ja: コンポーネントを表示
ko: 구성 요소 보기
pt: Visualizar Componentes
zh_hans: 查看组件
zh_hant: 檢視元件

source: Waiting states for import, export, and loading.
de: Wartezustände für Import, Export und Laden.
es: Estados de espera para importación, exportación y carga.
fr: États d'attente pour l'importation, l'exportation et le chargement.
ja: インポート、エクスポート、ロードの待機状態。
ko: 가져오기, 내보내기 및 로딩을 위한 대기 상태.
pt: Estados de espera para importação, exportação e carregamento.
zh_hans: 导入、导出、加载等等待状态。
zh_hant: 匯入、匯出和載入的等待狀態

source: Work
de: Werk
es: Trabajo
fr: Œuvre
ja: 作業
ko: 작업
pt: Trabalho
zh_hans: 工作
zh_hant: 工作

source: Write something…
de: Schreibe etwas…
es: Escribe algo…
fr: Écrire quelque chose…
ja: 何か書いてください…
ko: 무엇이든 써보세요…
pt: Escreva algo…
zh_hans: 随便写点什么吧
zh_hant: 寫點什麼…

source: Yesterday %@
de: Gestern %@
es: Ayer %@
fr: Hier %@
ja: 昨日 %@
ko: 어제 %@
pt: Ontem %@
zh_hans: 昨天 %@
zh_hant: 昨天 %@
